IDEA Open Model
ReinfBarInclined.MasterPoint Property
Compatible with IDEA StatiCa Beta 20.0
 Master point of reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement MasterPoint { get; set; }
Public Property MasterPoint As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace